
insert into bill_info values('111','222','关联单据','小河单据','销售单',123.4),('222','333','关联单据','小河单据','销售单',125.4),
                            ('333','444','关联单据','小河单据','采购单',1200);

insert into bill values('111','销售组','理想','极客湾','2005-10-29','djfa2005','0',123,156,'张三','mm.com','无','无','0','王五'),
                       ('222','销售组','华为','小米','2005-11-30','ddfaa2005','1',124,189,'牛二','dfs.com','无','无','1','王五'),
                       ('333','采购组','理想','华为','2025-10-29','djfa20fsa','0',1230,1560,'虎七','nn.com','无','无','1','张三');

insert into bor_info values('111','222','牙膏','无','元/个','1号仓库',10,1000,0.9,1,100,0.02,300,100,'无',1000),
                           ('222','333','拖鞋','无','元/个','2号仓库',90,9000,0.8,9,900,0.09,900,900,'无',9000);

insert into bor values('111','sor','销售组','理想','2005-10-29','dajfdsaf',2000,1900,'无','2025-10-29','无','无','无','无','0','0','张三'),
                      ('222','sor','采购组','华为','2005-11-29','dajfdafasf',1800,1900,'无','2025-11-29','无','无','无','无','0','0','牛二');